<HTML>
<HEAD>
<META HTTP-EQUIV="Content-Type" CONTENT="text/html; charset=windows-1252">
<META NAME="Generator" CONTENT="Microsoft Word 97">
<TITLE>Cet outil a été conçu avant tout pour répondre à deux types de besoins :</TITLE>
</HEAD>
<BODY LINK="#0000ff" VLINK="#800080">

<B><FONT FACE="Arial" SIZE=1><P ALIGN="JUSTIFY"></P>
<P ALIGN="JUSTIFY">&nbsp;</P>
<P ALIGN="JUSTIFY">&nbsp;</P>
<P ALIGN="JUSTIFY">&nbsp;</P>
<P ALIGN="JUSTIFY">&nbsp;</P>
<P ALIGN="JUSTIFY">&nbsp;</P>
<P ALIGN="JUSTIFY">R&eacute;alis&eacute; par Herv&eacute; Paris </B></FONT><A HREF="mailto:hpdb@wanadoo.fr"><B><FONT FACE="Arial" SIZE=1>hpdb@wanadoo.fr</B></FONT></A><B><FONT FACE="Arial" SIZE=1>  - juin 2005</P>
<P ALIGN="JUSTIFY">dans les ateliers cartographiques </FONT><FONT FACE="Arial" SIZE=2 COLOR="#808080">Altercarto</FONT><FONT FACE="Arial" SIZE=1> </B></FONT><A HREF="http://altercarto.com/"><B><FONT FACE="Arial" SIZE=1>http://altercarto.com</B></FONT></A><B><FONT FACE="Arial" SIZE=1>  - </B></FONT><A HREF="mailto:altercarto@wanadoo.fr"><B><FONT FACE="Arial" SIZE=2>altercarto@wanadoo.fr</B></FONT></A></P>
<B><FONT FACE="Arial" SIZE=1><P ALIGN="JUSTIFY">d&eacute;partement du bureau d’&eacute;tudes </FONT><FONT FACE="Arial" SIZE=2 COLOR="#808080">Cit&eacute; Publique</FONT><FONT FACE="Arial" SIZE=1> 61, cours de la Libert&eacute; 69001 France – tel +33 06 08 43 23 92.  </B></FONT><A HREF="mailto:Cite.publique@wanadoo.fr"><B><FONT FACE="Arial" SIZE=2>Cite.publique@wanadoo.fr</B></FONT></A></P>
<FONT SIZE=2><P>&nbsp;</P>
</FONT><B><FONT FACE="Arial" SIZE=2><P ALIGN="JUSTIFY">CopyrigthFrance N°</P>
</B></FONT><FONT SIZE=2><P>&nbsp;</P>
<P>&nbsp;</P>
<P>&nbsp;</P>

<UL>
</FONT><B><FONT FACE="Arial" SIZE=2><P ALIGN="JUSTIFY"><LI></B></FONT><A HREF="/s1,140,153,1,,Pr&eacute;sentation#_Hlk105698759"><FONT FACE="Arial Black" COLOR="#808080">Pr&eacute;sentation</FONT></A></LI></P></UL>

<FONT SIZE=2><P ALIGN="JUSTIFY"></FONT><A HREF="#_Hlk105699997"><FONT FACE="Arial Black" COLOR="#808080">Premier niveau de fonctionnalit&eacute;s : l'&eacute;chelle</FONT></A></P>

<UL>
<FONT SIZE=2><P ALIGN="JUSTIFY"><LI></FONT><A HREF="/s1,3214,3233,0,,Encadr&eacute; de donn&eacute;es#_Hlk105700008"><FONT FACE="Arial" SIZE=2>Encadr&eacute; de donn&eacute;es</FONT></A></LI></P>
<B><FONT FACE="Arial" SIZE=2><P ALIGN="JUSTIFY"><LI></B></FONT><A HREF="#_Hlk105700024"><FONT FACE="Arial" SIZE=2>Changement d’&eacute;chelle</FONT></A></LI></P>
<FONT SIZE=2><P ALIGN="JUSTIFY"><LI></FONT><A HREF="#_Hlk105700056"><FONT FACE="Arial" SIZE=2>menu de donn&eacute;es th&eacute;matiques </FONT></A></LI></P></UL>


<UL>
<FONT SIZE=2><P ALIGN="JUSTIFY"><LI></FONT><A HREF="#_Hlk105700069"><FONT FACE="Arial" SIZE=2>Les fonctions ZOOM + , ZOOM –  et dimension minimale </FONT></A></LI></P></UL>

<B><FONT FACE="Arial" SIZE=2><P ALIGN="JUSTIFY"></B></FONT><A HREF="#_Hlk105700101"><FONT FACE="Arial Black" COLOR="#808080">Second niveau&nbsp;de fonctionnalit&eacute;s : analyse univari&eacute;e

<UL>
<P ALIGN="JUSTIFY"><LI></LI></P></FONT></A><A HREF="#_Hlk105700121"><FONT FACE="Arial" SIZE=2>Affichage d’ic&ocirc;nes dont la taille est proportionnelle &agrave; la valeur d’une variable </FONT></A></P>
<FONT SIZE=2><P ALIGN="JUSTIFY"><LI></FONT><A HREF="#_Hlk105700145"><FONT FACE="Arial" SIZE=2>Changer l’ic&ocirc;ne&nbsp;</FONT></A></LI></P>
<FONT SIZE=2><P ALIGN="JUSTIFY"><LI></FONT><A HREF="#_Hlk105700156"><FONT FACE="Arial" SIZE=2>Modifier la taille des ic&ocirc;nes.</FONT></A></LI></P>
<FONT SIZE=2><P ALIGN="JUSTIFY"><LI></FONT><A HREF="/s1,8830,8839,0,,Attention#_Hlk105700180"><FONT FACE="Arial" SIZE=2>Attention</FONT></A></LI></P></UL>

<FONT FACE="Arial" SIZE=2 COLOR="#0000ff"><P ALIGN="JUSTIFY">&nbsp;</P>

<UL>
</FONT><FONT SIZE=2><P ALIGN="JUSTIFY"><LI></FONT><A HREF="#_Hlk105700197"><I><FONT FACE="Arial Black" COLOR="#808080">Module analyse </I></FONT></A></LI></P>
<FONT SIZE=2><P ALIGN="JUSTIFY"><LI></FONT><A HREF="#_Hlt105701545"><FONT FACE="Arial" SIZE=2>Repr&eacute;sentation en classe de variables projet&eacute;es sur la carte</FONT></A></LI></P>
<FONT SIZE=2><P ALIGN="JUSTIFY"><LI></FONT><A HREF="#_Hlk105700244"><FONT FACE="Arial" SIZE=2>Passage automatique en mode non-proportionnel et affectation de couleurs aux ic&ocirc;nes.</FONT></A></LI></P></UL>

<FONT SIZE=2><P ALIGN="JUSTIFY"></FONT><A HREF="#_Hlk105700262"><FONT FACE="Arial" SIZE=2>Gestion des valeurs z&eacute;ro</FONT></A></P>

<UL>
<B><I><FONT FACE="Arial" SIZE=2><P ALIGN="JUSTIFY"><LI></B></I></FONT><A HREF="#_Hlk105700289"><FONT FACE="Arial" SIZE=2>Changer de mode d’affichage&nbsp;: proportionnel ou non proportionnel</FONT></A></LI></P>
<B><I><FONT FACE="Arial" SIZE=2><P ALIGN="JUSTIFY"><LI></B></I></FONT><A HREF="#_Hlk105700320"><FONT FACE="Arial" SIZE=2>Changer d’ic&ocirc;ne dans le module analyse</FONT></A></LI></P>
<FONT SIZE=2><P ALIGN="JUSTIFY"><LI></FONT><A HREF="#_Hlk105700370"><FONT FACE="Arial" SIZE=2>Revenir &agrave; l’&eacute;tat en cours de la d&eacute;marche d’analyse.</FONT></A></LI></P>
<FONT SIZE=2><P ALIGN="JUSTIFY"><LI></FONT><A HREF="#_Hlk105700376"><FONT FACE="Arial" SIZE=2>Re-initialiser le module analyse</FONT></A></LI></P></UL>

<B><FONT FACE="Arial" SIZE=2><P ALIGN="JUSTIFY">&nbsp;</P>
<P ALIGN="JUSTIFY"></B></FONT><A HREF="#_Hlk105700398"><FONT FACE="Arial Black" COLOR="#808080">Troisi&egrave;me niveau de fonctionnalit&eacute;s : analyse bi-vari&eacute;e</FONT></A></P>
<B><FONT FACE="Arial" SIZE=2><P ALIGN="JUSTIFY">&nbsp;</P>

<UL>
<P ALIGN="JUSTIFY"><LI></B></FONT><A HREF="#_Hlk105700466"><FONT FACE="Arial Black" COLOR="#808080">Format d’affichage des donn&eacute;es dans l’encadr&eacute;</FONT></A></LI></P>
<FONT SIZE=2><P ALIGN="JUSTIFY"><LI></FONT><A HREF="#_Hlk105700456"><FONT FACE="Arial" SIZE=2>Les donn&eacute;es relatives &agrave; l’&eacute;chelle Monde </FONT></A></LI></P></UL>

<FONT SIZE=2><P ALIGN="JUSTIFY"></FONT><A HREF="#_Hlk105700486"><FONT FACE="Arial" SIZE=2>Affichage ou retrait des encadr&eacute;s de donn&eacute;es, l&eacute;gende  et module analyse.</FONT></A></P>
<FONT SIZE=2><P ALIGN="JUSTIFY">&nbsp;</P>
<P ALIGN="JUSTIFY"></FONT><A HREF="#_Hlk105700495"><FONT FACE="Arial Black" COLOR="#808080">Re-initialiser une carte. </FONT></A></P>
<FONT SIZE=2><P ALIGN="JUSTIFY"></FONT><A HREF="/s1,18482,18499,0,,Avertissements&nbsp;:#_Hlk105700507"><FONT FACE="Arial Black" COLOR="#ff0000">Avertissements&nbsp;</FONT></A></P>
<FONT SIZE=2><P ALIGN="JUSTIFY">&nbsp;</P>
<P ALIGN="JUSTIFY"></FONT><A HREF="#_Hlk105700526"><FONT FACE="Arial Black" COLOR="#808080">Compatibilit&eacute;&nbsp;logicielle</FONT></A></P>
<FONT SIZE=2><P ALIGN="JUSTIFY"></FONT><A HREF="#_Hlk105700594"><FONT FACE="Arial Black" COLOR="#808080">Indication sur la Configuration mat&eacute;rielle /PC.</FONT></A></P>
<B><FONT FACE="Arial" SIZE=2><P ALIGN="JUSTIFY">&nbsp;</P>
</B></FONT><FONT SIZE=2><P ALIGN="JUSTIFY">&nbsp;</P>
<P ALIGN="JUSTIFY">&nbsp;</P>
<P ALIGN="JUSTIFY">&nbsp;</P>
</FONT><FONT FACE="Arial Black" SIZE=5><P ALIGN="JUSTIFY"><A NAME="_Hlk105698759">Pr&eacute;sentation</P>
</FONT><FONT FACE="Arial" SIZE=2><P ALIGN="JUSTIFY"></A>Cet outil a &eacute;t&eacute; con&ccedil;u avant tout pour r&eacute;pondre &agrave; deux types de besoins&nbsp;:</P>

<UL>
<P ALIGN="JUSTIFY"><LI>Visualiser des r&eacute;sultats d’&eacute;tude en projetant des donn&eacute;es sur des cartes </LI></P>
<P ALIGN="JUSTIFY"><LI>Faciliter l’acc&egrave;s des profanes &agrave; des donn&eacute;es complexes ou dispers&eacute;es.</LI></P></UL>

<B><P ALIGN="JUSTIFY">&nbsp;</P>
<P ALIGN="JUSTIFY">Parti pris dans la conception.</P>

<UL>
</B><P ALIGN="JUSTIFY"><LI>Le premier objectif poursuivi  dans la conception a &eacute;t&eacute; de faciliter des approches comparatives entre les diff&eacute;rents territoires d’une m&ecirc;me carte. </LI></P>
<P ALIGN="JUSTIFY"><LI>Le second a &eacute;t&eacute; de faciliter une compr&eacute;hension des rapports d’interd&eacute;pendance, de comparaison ou de positionnement entre les &eacute;chelles. </LI></P>
<P ALIGN="JUSTIFY"><LI>Un troisi&egrave;me objectif a &eacute;t&eacute; de repr&eacute;senter les corr&eacute;lations entre variables  d’une mani&egrave;re accessible au profane, c’est &agrave; dire en proposant une repr&eacute;sentation graphique simple des distributions plut&ocirc;t que de recourir &agrave; des indices ou coefficients statistiques.(Cf &quot;&nbsp;module analyse&nbsp;&quot;)</LI></P></UL>

<P ALIGN="JUSTIFY">&nbsp;</P>
<P ALIGN="JUSTIFY">Il s’agit d’un outil d’abord destin&eacute; au Web mais qui peut tout aussi bien &ecirc;tre install&eacute; dans des ordinateurs individuels. Dans sa version de base, programm&eacute; en Java Script, c’est votre ordinateur qui proc&egrave;de &agrave; toutes les op&eacute;rations (logique client) de mani&egrave;re &agrave; permettre une interactivit&eacute; maximale.</P>
<P ALIGN="JUSTIFY">&nbsp;</P>
<P ALIGN="JUSTIFY">D&eacute;di&eacute; &agrave; la publication de r&eacute;sultats, il n’est donc pas un outil de calcul ni un outil de conception cartographique. Cependant il n’en comporte pas moins des fonctionnalit&eacute;s qui permettent l’affectation de donn&eacute;es et leur projection sur la carte sous forme d’ic&ocirc;nes&nbsp;: cercles ou barres, proportionnels ou non-proportionnels, color&eacute;s ou non en fonction de classes choisies dans un module nomm&eacute; &quot;&nbsp;module analyse&nbsp;&quot;. Tr&egrave;s simple et pratique, accessible &agrave; tous, ce module permet de construire des classes, de les afficher toutes ou seulement en partie sur la carte, en affectant ou non des couleurs aux ic&ocirc;nes affich&eacute;es pour distinguer les classes. </P>
<P ALIGN="JUSTIFY">Une forte interactivit&eacute; permet ainsi &agrave; l’utilisateur de configurer comme il l’entend les diff&eacute;rentes donn&eacute;es disponibles. Il peut ensuite conserver les repr&eacute;sentations graphiques ainsi r&eacute;alis&eacute;es, ceci  au moyen de n’importe quel logiciel  capable de copier tout ou partie de l’&eacute;cran et d’enregistrer les copies  sous forme d’images ou de les exporter dans la plupart des logiciels d’&eacute;dition de texte ou d’image.</P>
<P ALIGN="JUSTIFY">(&agrave; d&eacute;faut, &agrave; partir de la page d’accueil vous pouvez t&eacute;l&eacute;charger SreenRip32 excellent  Freeware de www.progency.com)</P>
<P ALIGN="JUSTIFY">&nbsp;</P>
<P ALIGN="JUSTIFY">&#9;</P>
<P ALIGN="JUSTIFY">&nbsp;</P>
<P ALIGN="JUSTIFY">&nbsp;</P>
</FONT><FONT FACE="Arial" SIZE=1><P ALIGN="JUSTIFY"></P>
</FONT><FONT FACE="Arial Black" SIZE=5 COLOR="#808080"><P ALIGN="JUSTIFY"><A NAME="_Hlk105698227">Tour d’horizon des fonctionnalit&eacute;s</A></P>
</FONT><FONT FACE="Arial" SIZE=1><P ALIGN="JUSTIFY">&nbsp;</P>
</FONT><B><FONT FACE="Arial" SIZE=4><P ALIGN="JUSTIFY"><A NAME="_Hlk105699997">Premier niveau de fonctionnalit&eacute;s</P>
</B></FONT><FONT FACE="Arial Black"><P ALIGN="JUSTIFY">L'&eacute;chelle</P>
</FONT><FONT FACE="Arial" SIZE=2><P ALIGN="JUSTIFY"></A>L’&eacute;chelle est  l’unit&eacute; de travail principale&nbsp;: par exemple le  monde, le moyen orient etc…</P>
<P ALIGN="JUSTIFY">Chaque &eacute;chelle comporte une ou plusieurs cartes&nbsp;: d’abord une carte de travail ( par exemple pour l’&eacute;chelle Monde&nbsp;; une carte des pays sans autres informations) puis des cartes th&eacute;matiques dont les couleurs de fonds indiquent les &eacute;tats d’une variable ( par exemple&nbsp;:  variation de l’esp&eacute;rance de vie au cours de la p&eacute;riode 1965-2005&nbsp;; produit int&eacute;rieur Brut par habitant en 2003) etc… ces cartes sont choisies pour l’int&eacute;r&ecirc;t qu’elles pr&eacute;sentent au regard du sujet de l’&eacute;tude. </P>
</FONT><FONT FACE="Arial" SIZE=1><P ALIGN="JUSTIFY">&nbsp;</P>
</FONT><B><FONT FACE="Arial"><P ALIGN="JUSTIFY"><A NAME="_Hlk105700008">Encadr&eacute; de donn&eacute;es</P>
</FONT><FONT FACE="Arial" SIZE=1><P ALIGN="JUSTIFY"></A></P>
</FONT><FONT FACE="Arial" SIZE=2><P ALIGN="JUSTIFY">Chaque aire g&eacute;ographique (ici les pays) est active et un encadr&eacute; de donn&eacute;es s’affiche &agrave; chaque click sur une aire</B> (voir plus loin  § les diff&eacute;rents types d’affichage des donn&eacute;es). Les donn&eacute;es affich&eacute;es sont choisies au moyen de <B>menus situ&eacute;s au-dessus de la carte</B>.</P>

<UL>
<P ALIGN="JUSTIFY"><LI>Une fois un pays s&eacute;lectionn&eacute;, on peut changer la donn&eacute;e affich&eacute;e pour ce pays</LI></P></UL>


<UL>
<P ALIGN="JUSTIFY"><LI>Une fois une donn&eacute;e affich&eacute;e pour un pays, on peut changer de pays en cliquant sur une autre aire de la carte, c’est alors la valeur de cette donn&eacute;e pour le nouveau pays choisi qui s’affiche.</LI></P></UL>

<P ALIGN="JUSTIFY">On dispose ainsi de deux degr&eacute;s de libert&eacute; pour conduire une analyse comparative pouss&eacute;e.</P>
<P ALIGN="JUSTIFY">&nbsp;</P>
<P ALIGN="JUSTIFY">Un troisi&egrave;me degr&eacute; de libert&eacute; est donn&eacute; par la possibilit&eacute;, dans une m&ecirc;me &eacute;chelle, de changer le fond de carte en passant d’une carte th&eacute;matique &agrave; l’autre.</P>
</FONT><B><FONT FACE="Arial" SIZE=1 COLOR="#808080"><P ALIGN="JUSTIFY">&nbsp;</P>
</FONT><FONT FACE="Arial"><P ALIGN="JUSTIFY"><A NAME="_Hlk105700024">Changement d’&eacute;chelle</A></P>
</B></FONT><FONT SIZE=1><P ALIGN="JUSTIFY">&nbsp;</P>
</FONT><FONT FACE="Arial" SIZE=2><P ALIGN="JUSTIFY">Un quatri&egrave;me degr&eacute; de libert&eacute; est donn&eacute; par le changement d’&eacute;chelle. Par exemple passage de l’&eacute;chelle Monde &agrave; l’&eacute;chelle FAORNE.</P>
<P ALIGN="JUSTIFY">Tandis que les donn&eacute;es affich&eacute;es sont conserv&eacute;es lorsqu’on change de carte dans la m&ecirc;me &eacute;chelle,  tout est re-initialis&eacute; lorsqu’on change d’&eacute;chelle.</P>
<B><P ALIGN="JUSTIFY">A chaque &eacute;chelle correspond un <A NAME="_Hlk105700056">menu de donn&eacute;es th&eacute;matiques </A>sp&eacute;cifiques auquel s’ajoute un menu des donn&eacute;es des &eacute;chelles sup&eacute;rieures</B> qui peuvent s’appliquer &agrave; cette &eacute;chelle. Ceci permet de positionner les &eacute;chelles entre elles plus ais&eacute;ment. Par exemple les donn&eacute;es &quot;&nbsp;produit int&eacute;rieur brut&nbsp;&quot; ou &quot;&nbsp;esp&eacute;rance de vie&quot; utilis&eacute;es &agrave; l’&eacute;chelle Monde s’appliquent aussi &agrave; l’&eacute;chelle FAORNE (31 pays), tandis que les donn&eacute;es de l’&eacute;tude alimentaire sur les pays de la r&eacute;gion FAORNE ne s’appliquent pas &agrave; l’&eacute;chelle Monde. </P>
</FONT><FONT FACE="Arial" SIZE=1 COLOR="#ff00ff"><P ALIGN="JUSTIFY">&nbsp;</P>
</FONT><B><FONT FACE="Arial"><P ALIGN="JUSTIFY"><A NAME="_Hlk105700069">Les fonctions </B></FONT><FONT FACE="Arial Black">ZOOM + , ZOOM –  retour aux dimensions minimales</FONT><FONT FACE="Arial"> et </FONT><FONT FACE="Arial Black">d&eacute;placement dans la carte</FONT><FONT FACE="Arial" SIZE=2> </P>
<P ALIGN="JUSTIFY"></A>Ces fonctions permettent d’agrandir ou de r&eacute;duire la carte ou de se d&eacute;placer dedans. Lorsqu’on agrandit la carte (+20% &agrave; chaque click), celle-ci se trouve alors plus grande que la fen&ecirc;tre de visualisation et seule une partie reste visible. </P>

<UL>
<P ALIGN="JUSTIFY"><LI>On peut alors d&eacute;placer la fen&ecirc;tre de visualisation dans la carte en faisant glisser la carte (Maintenir le click gauche de la souris enfonc&eacute;, faire glisser, puis rel&acirc;cher&nbsp;: la carte se d&eacute;place d’un longueur &eacute;gale au glissement op&eacute;r&eacute;. Dans Internet Explorer 6, la carte se d&eacute;place en m&ecirc;me temps que le pointeur de la souris. Avec les explorateurs de la filiation Netscape tel que  FireFox, la carte se d&eacute;place une fois que le click de la souris est rel&acirc;ch&eacute; )</LI></P>
<P ALIGN="JUSTIFY"><LI>A l’ouverture, le zoom est en position minimale agrandie une fois de 20%.</LI></P>
<P ALIGN="JUSTIFY"><LI>Lorsque le zoom est en position minimale, l’int&eacute;gralit&eacute; de la carte est comprise dans la fen&ecirc;tre de visualisation, il n’est donc plus possible ni n&eacute;cessaire de faire glisser la carte.</LI></P>
<P ALIGN="JUSTIFY"><LI>L’agrandissement est born&eacute; &agrave; huit fois un gain de 20% cette limite r&eacute;sulte d’un compromis entre la consommation en m&eacute;moire vive li&eacute;e au zoom <I>(lorsque l’image est agrandie, m&ecirc;me si vous ne le voyez pas enti&egrave;rement, elle est int&eacute;gralement dans la m&eacute;moire de votre ordinateur et trop d’agrandissement le ralentit)</I> et la bonne qualit&eacute; de d&eacute;finition <I>(pour &eacute;viter des temps de t&eacute;l&eacute;chargements trop importants pour les utilisateurs non &eacute;quip&eacute;s de haut d&eacute;bit, nous avons limit&eacute; la taille maximum de tout fichier carte &agrave; 250 Ko. Dans des versions pour PC individuels ou r&eacute;seau Intranet haut d&eacute;bit, ce compromis peut &ecirc;tre optimis&eacute;)</LI></P></UL>

</I><P ALIGN="JUSTIFY">&nbsp;</P>
</FONT><FONT FACE="Arial" SIZE=1><P ALIGN="JUSTIFY">&nbsp;</P>
</FONT><FONT FACE="Arial Black" SIZE=4><P ALIGN="JUSTIFY"><A NAME="_Hlk105700101">Second niveau&nbsp;de fonctionnalit&eacute;s</P>
</FONT><FONT SIZE=1><P ALIGN="JUSTIFY">&nbsp;</P>
</FONT><FONT FACE="Arial Black"><P ALIGN="JUSTIFY">Analyse uni-vari&eacute;e</P>
</FONT><FONT FACE="Arial Black" SIZE=1><P ALIGN="JUSTIFY"></A></P>
</FONT><B><FONT FACE="Arial"><P ALIGN="JUSTIFY"><A NAME="_Hlk105700121">Affichage d’ic&ocirc;nes dont la taille est proportionnelle &agrave; la valeur d’une variable </P>
</B></FONT><FONT FACE="Arial" SIZE=2><P ALIGN="JUSTIFY"></A></P>
<P ALIGN="JUSTIFY">Lorsqu’une &eacute;chelle est choisie en s&eacute;lectionnant une carte dans le menu &quot;&nbsp;Maps&nbsp;&quot;, un menu compl&eacute;mentaire appara&icirc;t sur la gauche de la fen&ecirc;tre de visualisation&nbsp;: "menu variable X ic&ocirc;nes on map". </P>
<P ALIGN="JUSTIFY">Ce menu pr&eacute;sente tout ou partie des donn&eacute;es d&eacute;j&agrave; utilis&eacute;es dans les autres menus.</P>
<P ALIGN="JUSTIFY">Lorsque vous s&eacute;lectionnez une de ces variables, celle-ci est projet&eacute;e sur la carte au moyen de cercles proportionnels &agrave; la valeur de la variable et positionn&eacute;s sur chaque pays.</P>
<B><P ALIGN="JUSTIFY">&nbsp;</P>
</FONT><FONT FACE="Arial"><P ALIGN="JUSTIFY">Agir sur les ic&ocirc;nes affich&eacute;es sur la carte.</P>
</B></FONT><FONT FACE="Arial" SIZE=2><P ALIGN="JUSTIFY">Vous pouvez alors&nbsp;: </P>
</FONT><B><I><FONT FACE="Arial"><P ALIGN="JUSTIFY"><A NAME="_Hlk105700145">1 -  changer l’ic&ocirc;ne</FONT><FONT FACE="Arial" SIZE=2>&nbsp;</P>
</B></I><P ALIGN="JUSTIFY"></A>Cette version comporte deux ic&ocirc;nes&nbsp;: </P>
<P ALIGN="JUSTIFY">les cercles (hauteur et largeur proportionnelles &agrave; la valeur de la variable)</P>
<P ALIGN="JUSTIFY">les barre verticales (hauteur proportionnelle &agrave; la valeur de la variable)</P>
<P ALIGN="JUSTIFY">l’usage des cercles amplifie les &eacute;carts visuels entre les variables. Leur usage est plut&ocirc;t recommand&eacute; pour les phases d’investigation, pour permettre de distinguer facilement les diff&eacute;rences entre les diff&eacute;rents pays. Cependant, il est pr&eacute;f&eacute;rable, in fine, de revenir aux barres pour avoir une repr&eacute;sentation plus fid&egrave;le des valeurs r&eacute;elles.</P>
<P ALIGN="JUSTIFY">Les valeurs r&eacute;elles s’affichent dans une bulle de titre lorsque vous pointez l’ic&ocirc;ne avec la souris.</P>
<P ALIGN="JUSTIFY">&nbsp;</P>
</FONT><B><I><FONT FACE="Arial"><P ALIGN="JUSTIFY"><A NAME="_Hlk105700156">2 -  modifier la taille des ic&ocirc;nes.</P>
</B></I></FONT><FONT FACE="Arial" SIZE=2><P ALIGN="JUSTIFY"></A>Pour cela, vous disposez aussi de boutons ‘+’ et ‘-‘ situ&eacute;s dans l’encadr&eacute; du menu "ic&ocirc;nes - variable X".</P>
<P ALIGN="JUSTIFY">Lorsque vous choisissez l’ic&ocirc;ne barre verticale, deux autres boutons s’affichent&nbsp;; l’un qui donne la possibilit&eacute; de changer la hauteur des barres, l’autre qui permet de changer simultan&eacute;ment hauteur et largeur des barres. Ces fonctionnalit&eacute;s vous permettent de r&eacute;gler la repr&eacute;sentation graphique &agrave; votre go&ucirc;t).</P>
<P ALIGN="JUSTIFY">&nbsp;</P>
</FONT><B><I><FONT FACE="Arial"><P ALIGN="JUSTIFY"><A NAME="_Hlk105700180">Attention</A></FONT><FONT FACE="Arial" SIZE=2>&nbsp;:</B></I> a ce stade, vous  &ecirc;tes dans un mode de repr&eacute;sentation proportionnelle &agrave; la valeur, de sorte que les valeurs les plus faibles sont minimis&eacute;es. Et si les &eacute;carts entre minima et maxima sont importants, vous ne distinguez sur la carte pas valeurs proches du minimum car leur taille physique repr&eacute;sent&eacute;e par les ic&ocirc;nes tend vers z&eacute;ro.</P>
<P ALIGN="JUSTIFY">Vous pouvez les faire appara&icirc;tre en grossissant les ic&ocirc;nes avec les boutons pr&eacute;cit&eacute;s, mais les plus grosses ic&ocirc;nes peuvent grandir excessivement du fait de l’&eacute;cart entre minima et maxima (par exemple entre le produit int&eacute;rieur brut minimum et maximum sur la carte du Monde il y a un facteur sup&eacute;rieur &agrave; 300)</P>
<P ALIGN="JUSTIFY">La solution &agrave; ce probl&egrave;me classique est donn&eacute;e par le module analyse (vous trouverez un bouton analyse au-dessus de la barre de visualisation. Ce bouton appara&icirc;t d&egrave;s que vous s&eacute;lectionnez une variable X )</P>
<P ALIGN="JUSTIFY">&nbsp;</P>
</FONT><B><FONT FACE="Arial"><P ALIGN="JUSTIFY"><A NAME="_Hlk105700197">Module analyse </P>
<P ALIGN="JUSTIFY">&nbsp;</P>
<I><P ALIGN="JUSTIFY">Repr&eacute;sentation en classe de variables projet&eacute;es sur la carte</P>
</B></I></FONT><FONT FACE="Arial" SIZE=2><P ALIGN="JUSTIFY"></A></P>
<P ALIGN="JUSTIFY">Lorsque vous ouvrez l’encadr&eacute; &quot;&nbsp;analyse&nbsp;&quot;, un rep&egrave;re plan s’affiche (axe des Y et axe des Y) ainsi qu’un tableau de bord comprenant diff&eacute;rents boutons s&eacute;lecteurs qui vous  serviront &agrave; &eacute;tablir vos classes et &agrave; les afficher sur la carte.</P>
<P ALIGN="JUSTIFY">Affect&eacute;e &agrave; l’axe et des X et &agrave; l’axe des Y, la variable s&eacute;lectionn&eacute;e dans le menu &quot;&nbsp;variable X&nbsp;&quot; est repr&eacute;sent&eacute;e par une droite affine qui traverse le graphique en diagonale. Sur chaque axe, l’intervalle entre minima et maxima est divis&eacute; en 5 intervalles &eacute;gaux. L’ensemble de la surface du graphique est ainsi quadrill&eacute;e.</P>
<P ALIGN="JUSTIFY">Vous disposez de boutons de s&eacute;lection de  couleurs et d’un bouton effacement.</P>
<B><I><P ALIGN="JUSTIFY">&nbsp;</P>
</FONT><FONT FACE="Arial"><P ALIGN="JUSTIFY"><A NAME="_Hlk105700244">Passage automatique en mode non proportionnel et affectation de couleurs aux ic&ocirc;nes.</A></P>
<P ALIGN="JUSTIFY">&nbsp;</P>

<UL>
</B></I></FONT><FONT FACE="Arial" SIZE=2><P ALIGN="JUSTIFY"><LI>S&eacute;lectionnez une couleur ( le violet est s&eacute;lectionn&eacute; par d&eacute;faut) et cliquez sur un carr&eacute; du graphique qui contient des points de la droite repr&eacute;sentant les valeurs de la variable &eacute;tudi&eacute;e. </LI></P>
<P ALIGN="JUSTIFY"><LI>A la premi&egrave;re s&eacute;lection de couleur, les ic&ocirc;nes pr&eacute;sentes sur la carte s’effacent et sont remplac&eacute;es par les ic&ocirc;nes s&eacute;lectionn&eacute;es dans le carr&eacute; du module analyse&nbsp;: </LI></P></UL>


<UL>

<UL>
<P ALIGN="JUSTIFY"><LI>Les ic&ocirc;nes sont affect&eacute;es de la couleur choisie&nbsp;: </LI></P>
<P ALIGN="JUSTIFY"><LI>Seules sont affich&eacute;s les ic&ocirc;nes des pays pour lesquels la valeur de la variable est comprise dans l’intervalle des valeurs correspondant au carr&eacute; s&eacute;lectionn&eacute; dans le module analyse.</LI></P>
<P ALIGN="JUSTIFY"><LI>Le mode d’affichage est maintenant non –proportionnel (tous les ic&ocirc;nes ont a m&ecirc;me taille)</LI></P></UL>
</UL>


<UL>
<P ALIGN="JUSTIFY"><LI>A partir de ce stade, vous pouvez s&eacute;lectionner d’autres carr&eacute;s comprenant des points de la courbe en leur attribuant les couleurs de votre choix et les ic&ocirc;nes s’afficheront sur les pays concern&eacute;s, et avec la couleur choisie.</LI></P></UL>

<P ALIGN="JUSTIFY">Vous pouvez ainsi repr&eacute;senter l’ensemble des donn&eacute;es en classes, chaque couleur repr&eacute;sentant une classe.</P>
</FONT><B><I><FONT FACE="Arial"><P ALIGN="JUSTIFY">&nbsp;</P>
</B></I></FONT><FONT FACE="Arial Black"><P ALIGN="JUSTIFY">Fonctionnalit&eacute;s du "module analyse".</P>
</FONT><FONT FACE="Arial" SIZE=2><P ALIGN="JUSTIFY">A l’int&eacute;rieur du module analyse, vous disposez d’un ensemble de fonctionnalit&eacute;s compl&eacute;mentaires&nbsp;: </P>
<B><I><P ALIGN="JUSTIFY">&nbsp;</P>
</I></FONT><FONT FACE="Arial"><P ALIGN="JUSTIFY"><A NAME="_Hlk105700262">Gestion des valeurs z&eacute;ro</P>
</B></FONT><FONT FACE="Arial" SIZE=2><P ALIGN="JUSTIFY"></A>Par d&eacute;faut, aussi bien pour les X que pour les Y, les z&eacute;ros sont compris dans les intervalles inf&eacute;rieurs.</P>
<P ALIGN="JUSTIFY">Vous pouvez alors soit</P>

<UL>

<UL>
<P ALIGN="JUSTIFY"><LI>Affecter l’ic&ocirc;ne sp&eacute;cifique qui permet d’identifier les z&eacute;ros sur la carte</LI></P>
<P ALIGN="JUSTIFY"><LI>Supprimer tous les z&eacute;ros pour la variable X, idem pour la variable Y</LI></P>
<P ALIGN="JUSTIFY"><LI>Laisser ou revenir &agrave; la position par d&eacute;faut o&ugrave; les z&eacute;ros sont compris dans les intervalles inf&eacute;rieurs et s’affichent indistinctement avec les autres &eacute;l&eacute;ments de la classe.</LI></P></UL>
</UL>

<P ALIGN="JUSTIFY">NB&nbsp;: les z&eacute;ros de X et les z&eacute;ros de Y ont respectivement un ic&ocirc;ne sp&eacute;cifique. Lorsque X et Y sont nuls simultan&eacute;ment, un ic&ocirc;ne sp&eacute;cifique signale cette singularit&eacute;.</P>
<P ALIGN="JUSTIFY">Dans le cas trait&eacute; ici o&ugrave; seule la variable X a &eacute;t&eacute; s&eacute;lectionn&eacute;e, comme indiqu&eacute; pr&eacute;c&eacute;demment, la variable X est projet&eacute;e &agrave; la fois sur l’axe des X et sur l’axe des Y, de sorte que pour toutes les valeurs de z&eacute;ro c’est logiquement  l’ic&ocirc;ne sp&eacute;cifique de (X=0 et Y=0) qui s’affiche lorsque l’option afficher les z&eacute;ros est choisie.</P>
<B><I><P ALIGN="JUSTIFY">&nbsp;</P>
</I></FONT><FONT FACE="Arial"><P ALIGN="JUSTIFY"><A NAME="_Hlk105700289">Changer de mode d’affichage&nbsp;: proportionnel ou non proportionnel</P>
</B></FONT><FONT FACE="Arial" SIZE=2><P ALIGN="JUSTIFY"></A>Dans le module analyse, vous disposez de boutons s&eacute;lecteurs pour passer du mode proportionnel (&quot;&nbsp;PropX&nbsp;&quot;) au mode non-proportionnel (&quot;&nbsp;Nonprop&nbsp;&quot;) et inversement, en conservant les classes en cours (couleurs)</P>
<P ALIGN="JUSTIFY">&nbsp;</P>
</FONT><B><FONT FACE="Arial"><P ALIGN="JUSTIFY"><A NAME="_Hlk105700320">Changer d’ic&ocirc;ne dans le module analyse</P>
</B></FONT><FONT FACE="Arial" SIZE=2><P ALIGN="JUSTIFY"></A>Vous disposez, comme dans le menu variable X, d’un s&eacute;lecteur qui vous permet de choisir les cercles ou les barres verticales. Lorsque vous changez d’ic&ocirc;ne avec ce s&eacute;lecteur &agrave; l’int&eacute;rieur du module analyse, la s&eacute;lection de fonctionnalit&eacute; en cours au moment o&ugrave; vous changer d’ic&ocirc;ne est conserv&eacute;e (conservation des couleurs de classe, conservation des options pour les z&eacute;ros, conservation des modes proportionnels ou non proportionnels)</P>
<P ALIGN="JUSTIFY">&nbsp;</P>
<P ALIGN="JUSTIFY">NB&nbsp;: en revanche, si vous changer d’ic&ocirc;ne avec le bouton s&eacute;lecteur situ&eacute; dans le menu variable X, toutes les ic&ocirc;nes reprennent la couleur violette par d&eacute;faut et le mode d’affichage bascule automatiquement en mode proportionnel.</P>
<B><I><P ALIGN="JUSTIFY">&nbsp;</P>
</I></FONT><FONT FACE="Arial"><P ALIGN="JUSTIFY"><A NAME="_Hlk105700370">Revenir &agrave; l’&eacute;tat en cours de la d&eacute;marche d’analyse.</P>
</B></FONT><FONT FACE="Arial" SIZE=2><P ALIGN="JUSTIFY"></A>Cependant la m&eacute;moire de l’&eacute;tat du module analyse est conserv&eacute;e et pour revenir au dernier &eacute;tat, il suffit de s&eacute;lectionner le bouton &quot;&nbsp;Apply&nbsp;&quot; du module analyse. Vous retrouver ainsi l’affichage de l’analyse l&agrave; o&ugrave; vous l’aviez laiss&eacute;e en changeant d’ic&ocirc;nes par le s&eacute;lecteur du menu variable X</P>
<P ALIGN="JUSTIFY">&nbsp;</P>
</FONT><B><FONT FACE="Arial"><P ALIGN="JUSTIFY"><A NAME="_Hlk105700376">Re-initialiser le module analyse</P>
</B></FONT><FONT FACE="Arial" SIZE=2><P ALIGN="JUSTIFY"></A>Si vous voulez recommencer l’analyse ( ou si vous vous  apercevez que le temps d’affichage des ordres donn&eacute;s par le module analyse est progressivement devenu anormalement long), alors vous pouvez re-initialiser le module analyse avec le bouton &quot;&nbsp;RAZ&nbsp;&quot;.</P>
<P ALIGN="JUSTIFY">&nbsp;</P>
</FONT><FONT FACE="Arial Black" SIZE=5><P ALIGN="JUSTIFY"><A NAME="_Hlk105700398">Troisi&egrave;me niveau de fonctionnalit&eacute;s</P>
</FONT><FONT FACE="Arial Black"><P ALIGN="JUSTIFY">analyse bi-vari&eacute;e</P>
</FONT><FONT FACE="Arial" SIZE=2><P ALIGN="JUSTIFY"></A>Lorsque vous avez s&eacute;lectionn&eacute; une variable X, un second menu ic&ocirc;ne variable Y est apparu sous le premier. La liste de variables est la m&ecirc;me dans les deux menus.</P>
<P ALIGN="JUSTIFY">Seule la variable X est projet&eacute;e sur la carte et la s&eacute;lection d’une variable Y ne change pas cette projection, &agrave; l’exception du cas o&ugrave; des donn&eacute;es sont manquantes. D’une mani&egrave;re g&eacute;n&eacute;rale, dans le cas de donn&eacute;es manquantes pour un pays, aucun ic&ocirc;ne n’est affich&eacute;e. Dans le cas o&ugrave; deux variables X et Y seraient s&eacute;lectionn&eacute;es, seuls s’afficheraient les ic&ocirc;nes des pays pour lesquels X et Y sont non manquants. </P>
<P ALIGN="JUSTIFY">&nbsp;</P>
<P ALIGN="JUSTIFY">X et Y &eacute;tant maintenant diff&eacute;rents, ce n’est plus une droite diagonale que vous observez sur le graphique du module analyse. La forme du nuage de point vous permet de rep&eacute;rer du premier coup d’œil les tendances &agrave; la corr&eacute;lation entre les variables X et Y et vous pouvez rep&eacute;rer les pays qui correspondent &agrave; telle ou telle tendance en proc&eacute;dant comme pr&eacute;c&eacute;demment avec les boutons s&eacute;lecteurs de couleur (constitutions de classe) </P>
<P ALIGN="JUSTIFY">&nbsp;</P>
<P ALIGN="JUSTIFY">Les fonctionnalit&eacute;s du module analyse sont les m&ecirc;mes que pr&eacute;c&eacute;demment.</P>
<P ALIGN="JUSTIFY">&nbsp;</P>
</FONT><FONT FACE="Arial Black" SIZE=5><P ALIGN="JUSTIFY"><A NAME="_Hlk105700466">Format d’affichage des donn&eacute;es dans l’encadr&eacute;</P>
</FONT><FONT FACE="Arial" SIZE=2><P ALIGN="JUSTIFY"></A>Selon les besoins de l’&eacute;tude, les donn&eacute;es qui s’affichent lorsque vous cliquez sur un pays peuvent &ecirc;tre&nbsp;: </P>

<UL>
<P ALIGN="JUSTIFY"><LI>Des radars</LI></P>
<P ALIGN="JUSTIFY"><LI>Des courbes</LI></P>
<P ALIGN="JUSTIFY"><LI>Des histogrammes </LI></P></UL>

<P ALIGN="JUSTIFY">Chacune des ces modalit&eacute;s comportant diff&eacute;rentes variantes.</P>
<P ALIGN="JUSTIFY">&nbsp;</P>
</FONT><B><I><FONT FACE="Arial"><P ALIGN="JUSTIFY"><A NAME="_Hlk105700456">Les donn&eacute;es relatives &agrave; l’&eacute;chelle Monde</B></I></FONT><FONT FACE="Arial" SIZE=2> </A>sont pr&eacute;sent&eacute;es sous forme d’histogramme simple ou multiple. Ces histogrammes sp&eacute;cifiques &agrave; l’&eacute;chelle Monde sont compl&eacute;t&eacute;s par un encadr&eacute; qui pr&eacute;sente des <B>indicateurs statistiques compl&eacute;mentaires&nbsp;: Minima, quartiles, maxima et moyennes </B>pour chaque donn&eacute;e pr&eacute;sent&eacute;e sur l’histogramme simple ou multiple, auquel s’ajoute <B>une &eacute;chelle de positionnement graphique</B> qui permet de situer au premier coup d’œil le rang du pays dans l’ensemble du Monde pour cette variable, mais aussi <B>l’allure de la distribution</B> &agrave; travers la repr&eacute;sentation graphique des quartiles.</P>

<UL>
<P ALIGN="JUSTIFY"><LI>Pour faire appara&icirc;tre cet encadr&eacute; compl&eacute;mentaire, cliquez sur l’histogramme.</LI></P>
<P ALIGN="JUSTIFY"><LI>Pour faire dispara&icirc;tre cet encadr&eacute; compl&eacute;mentaire, il suffit de passer le pointeur de la souris au-dessus de l’histogramme.</LI></P></UL>

<P ALIGN="JUSTIFY">&nbsp;</P>
</FONT><B><I><FONT FACE="Arial"><P ALIGN="JUSTIFY"><A NAME="_Hlk105700486">Affichage ou retrait des encadr&eacute;s de donn&eacute;es, l&eacute;gende  et module analyse.</P>
</B></I></FONT><FONT FACE="Arial" SIZE=2><P ALIGN="JUSTIFY"></A>D’une mani&egrave;re g&eacute;n&eacute;rale, dans l’ensemble du logiciel, pour rendre visible un encadr&eacute;, il faut cliquer sur le bouton qui l’identifie. Pour rendre invisible un encadr&eacute;, il suffit de passer le pointeur de la souris au-dessus du bouton. </P>
<P ALIGN="JUSTIFY">&nbsp;</P>
</FONT><FONT FACE="Arial Black"><P ALIGN="JUSTIFY"><A NAME="_Hlk105700495">Re-initialiser une carte. </P>
</FONT><FONT FACE="Arial" SIZE=2><P ALIGN="JUSTIFY"></A>Il peut arriver que vous rencontriez des probl&egrave;mes du type&nbsp;:</P>

<UL>
<P ALIGN="JUSTIFY"><LI>La carte n’est pas r&eacute;active au click</LI></P>
<P ALIGN="JUSTIFY"><LI>la fonction zoom est bloqu&eacute;e,</LI></P>
<P ALIGN="JUSTIFY"><LI>La carte est d&eacute;coll&eacute;e et vous  ne pouvez plus la faire glisser, </LI></P>
<P ALIGN="JUSTIFY"><LI>Etc..</LI></P></UL>

<P ALIGN="JUSTIFY">Ces probl&egrave;mes peuvent survenir &agrave; cause de d&eacute;calages dans le t&eacute;l&eacute;chargement des outils n&eacute;cessaires au fonctionnement du logiciel ; ou bien pour d’autres causes, (s&eacute;ries de clicks trop rapide etc…) </P>
<P ALIGN="JUSTIFY">Il faut alors r&eacute;initialiser la carte. Pour cela : s&eacute;lectionnez dans le menu "Maps" le titre du menu&nbsp;: &quot;&nbsp;Maps (init when change)&nbsp;&quot; puis s&eacute;lectionnez de nouveau la carte de votre choix.</P>
<P ALIGN="JUSTIFY">&nbsp;</P>
</FONT><B><FONT FACE="Arial Black" SIZE=5 COLOR="#ff0000"><P ALIGN="JUSTIFY"><A NAME="_Hlk105700507">Avertissements</B>&nbsp;:</P>
</FONT><B><FONT FACE="Arial"><P ALIGN="JUSTIFY"></A>1 -  pour les utilisateurs</FONT><FONT FACE="Arial" SIZE=2>&nbsp;:</B> </P>
<P ALIGN="JUSTIFY">&nbsp;</P>

<UL>
</FONT><B><FONT FACE="Arial" SIZE=2 COLOR="#ff0000"><P ALIGN="JUSTIFY"><LI>N’utiliser jamais la fonctionnalit&eacute; &quot;&nbsp;actualiser&nbsp;&quot; de votre navigateur ni les fl&egrave;ches retour ou suivant</B></FONT><FONT FACE="Arial" SIZE=2> </FONT><B><FONT FACE="Arial" SIZE=2 COLOR="#ff0000">de votre barre de navigation</B></FONT><FONT FACE="Arial" SIZE=2> car celles-ci n’agissent que sur un seule fen&ecirc;tre &agrave; la fois alors que le logiciel g&egrave;re plusieurs fen&ecirc;tre simultan&eacute;ment, certaines ne sont d’ailleurs pas visibles). Ces fen&ecirc;tres doivent &ecirc;tre synchroniser et l’usage des fl&egrave;ches de navigation et du bouton actualiser d&eacute;sorganiserait compl&eacute;ment cette synchronisation. Vous devriez alors re-initialiser la carte sur laquelle vous &eacute;tiez en train de travailler, ou bien encore repartir du d&eacute;but.</LI></P>
</FONT><B><FONT FACE="Arial" SIZE=2 COLOR="#ff0000"><P ALIGN="JUSTIFY"><LI>Donn&eacute;es lacunaires&nbsp;:</B></FONT><FONT FACE="Arial" SIZE=2> lorsque des donn&eacute;es sont manquantes pour une variable, aucune ic&ocirc;ne n’est affich&eacute; pour les donn&eacute;es manquantes contrairement aux z&eacute;ros pour lesquels vous disposez d’options dans le module Analyse. Vous devez garder &agrave; l’esprit ce parti pris sur les donn&eacute;es manquantes pour interpr&eacute;ter les cartes. En particulier dans le cas o&ugrave;  les variables X e Y sont s&eacute;lectionn&eacute;es. En effet, lorsque deux variables sont s&eacute;lectionn&eacute;es, seules s’affichent les ic&ocirc;nes de pays pour lesquels aucune des deux variables n’est manquante. Ceci peut appara&icirc;tre d&eacute;routant lorsque par exemple apr&egrave;s avoir s&eacute;lectionn&eacute; une premi&egrave;re variable non lacunaire, et qui propose donc des ic&ocirc;nes pour tous les pays, la s&eacute;lection de la deuxi&egrave;me variables qui comprend des lacunes se traduit par la disparition d’une partie des ic&ocirc;nes pr&eacute;c&eacute;demment affich&eacute;s. </LI></P></UL>

<B><P ALIGN="JUSTIFY">NB . Diff&eacute;rents  types de donn&eacute;es lacunaires&nbsp;et notes explicatives: </P>

<UL>

<UL>
</B><P ALIGN="JUSTIFY"><LI>Lorsqu’il s’agit de donn&eacute;es cr&eacute;es par des fournisseurs de donn&eacute;es tels que la Banque Mondiale, le HCR , les instituts de statistiques publiques, … nous reproduisons les donn&eacute;es telles qu’elles nous sont fournies et renvoyons les utilisateurs aux notes d’informations explicatives disponibles sur les sites de ces fournisseurs de donn&eacute;es. A d&eacute;faut de site en acc&egrave;s libre, nous reproduisons ces notes d’information. </LI></P>
<P ALIGN="JUSTIFY"><LI>Dans le cas de donn&eacute;es fabriqu&eacute;es par nous ou par les membres du r&eacute;seau des abonn&eacute;s &agrave; notre site, une note explicative est fournie, accessible par un lien disponible dans la colonne de droite de la fen&ecirc;tre principale. </LI></P></UL>
</UL>

</FONT><B><FONT FACE="Arial"><P ALIGN="JUSTIFY">&nbsp;</P>
<P ALIGN="JUSTIFY">2 – pour les d&eacute;veloppeurs</FONT><FONT FACE="Arial" SIZE=2>&nbsp;:</B> ne cherchez pas &agrave; ouvrir le logiciel par un lien dans une frame ou iframe. Le logiciel ne fonctionnerait pas car le chemin  des iframes et des images a &eacute;t&eacute; programm&eacute; sur un mode relatif. </P>
<P ALIGN="JUSTIFY">&nbsp;</P>
</FONT><FONT FACE="Arial Black" SIZE=5><P ALIGN="JUSTIFY"><A NAME="_Hlk105700526">Compatibilit&eacute;&nbsp;logicielle</P>
</FONT><FONT FACE="Arial" SIZE=2><P ALIGN="JUSTIFY"></A>R&eacute;alis&eacute; dans un respect strict de la norme W3C, ce logiciel est compatible&nbsp;:</P>
<P ALIGN="JUSTIFY">Sur PC – Windows XP,2000 et ult&eacute;rieures, Windows 98 ,avec tous les navigateurs qui admettent cette norme, en particulier Firefox et Internet Explorer 6 et les derni&egrave;res versions de Internet explorer 5</P>
<P ALIGN="JUSTIFY">&nbsp;</P>
<P ALIGN="JUSTIFY">La compatibilit&eacute; avec Linux est moindre. Linux a introduit une fonctionnalit&eacute; sp&eacute;cifique qui permet aux utilisateurs de faire glisser les images d’un document HTML vers d’autres documents ou dossiers. C’est cette fonctionnalit&eacute; sp&eacute;cifique &agrave; Linux qui interf&egrave;re avec la fonction glissement (drag) de c logiciel. Toutes les autres fonctionnalit&eacute;s sont compatibles avec les navigateurs qui admettent la norme XXX3</P>
<P ALIGN="JUSTIFY">&nbsp;</P>
<P ALIGN="JUSTIFY">Sur Mackintosh&nbsp;: Compatible avec Carmino et FireFox</P>
<P ALIGN="JUSTIFY">faible compatibilit&eacute; avec les autres navigateurs. Les outils Internet Explorer pour Mac sont peu puissants et ne respectent pas la norme W3C . </P>
<P ALIGN="JUSTIFY">&nbsp;</P>
</FONT><FONT FACE="Arial Black" SIZE=5><P ALIGN="JUSTIFY"><A NAME="_Hlk105700594">Indication sur la Configuration mat&eacute;rielle /PC.</P>
</FONT><FONT FACE="Arial" SIZE=2><P ALIGN="JUSTIFY"></A>Excellent interactivit&eacute; pour une processeur 1,3 GHrtz et une RAM de 256 Mo. Selon la qualit&eacute; de la machine, certaine fonction d’affichage impliquant des calculs importants peuvent prendre 4 &agrave; 8 secondes dans l’&eacute;chelle Monde qui doit g&eacute;rer environ 200 aires g&eacute;ographiques ou plus selon les versions du logiciel. Pour les &eacute;chelles comportant moins de 100 aires actives, la r&eacute;activit&eacute; est quasi instantan&eacute;e pour cette configuration ou une configuration moindre (bons r&eacute;sultats avec Windows 98 , processeur 400MHrtz 124 Mo de RAM).</P>
<P ALIGN="JUSTIFY">Interactivit&eacute; quasi instantan&eacute;e pour l’ensemble des fonctionnalit&eacute;s pour 1,3 GHrtz et 512 Mo de RAM </P></FONT></BODY>
</HTML>
