<HTML>
<HEAD>
<META HTTP-EQUIV="Content-Type" CONTENT="text/html; charset=windows-1252">
<META NAME="Generator" CONTENT="Microsoft Word 97">
<TITLE>L’examen direct des structures d’âge détaillées, présentées en tableaux ou en histogrammes, est le plus sûr moyen d’effectuer u</TITLE>
</HEAD>
<BODY>

<U><P><A NAME="_Toc513630071"><FONT FACE="Times">En page d’accueil&nbsp;:</P>
</U></FONT><B><P>&nbsp;</P>
<FONT FACE="Times"><P>Lire l’&acirc;ge pour interpr&eacute;ter le travail</A></P>
</B></FONT><P ALIGN="JUSTIFY">&nbsp;</P>
<FONT FACE="Times"><P ALIGN="JUSTIFY">L’analyse des structures d’&acirc;ges recentr&eacute;e visent deux objectifs qui se recouvrent en partie. </P>
</FONT><P ALIGN="JUSTIFY">&nbsp;</P>
<P ALIGN="JUSTIFY">•<FONT FACE="Times"> Fournir un cadre d&eacute;mographique g&eacute;n&eacute;ral, une description des pyramides d’&acirc;ge et de leurs &eacute;volutions pass&eacute;es, un point d’appui pour des pr&eacute;visions,</P>
</FONT><P ALIGN="JUSTIFY">&nbsp;</P>
<P ALIGN="JUSTIFY">•<FONT FACE="Times"> Amorcer une r&eacute;flexion sur les mouvements de population et sur les m&eacute;canismes de s&eacute;lection qui relient l’&acirc;ge aux exigences du travail. </P>
<P ALIGN="JUSTIFY">&nbsp;</P>
<B><P ALIGN="JUSTIFY">Cet outil permet de travailler &agrave; partir de donn&eacute;es sur l’&acirc;ge. Les repr&eacute;sentations graphiques</B> <B>obtenues permettront de susciter des r&eacute;flexions, des interrogations puis d’&eacute;toffer l’analyse, mais non d’en valider les orientations. Seule une connaissance du contexte de l’entreprise, de certaines caract&eacute;ristiques du travail, des transformations pass&eacute;es et &agrave; venir donneront &agrave; cette lecture sa port&eacute;e v&eacute;ritable. </P>
</B></FONT><I><P ALIGN="JUSTIFY">&nbsp;</P>
<FONT FACE="Times"><P ALIGN="JUSTIFY">Le cadre d’analyse de la d&eacute;mographie du travail</P>
</I></FONT><P ALIGN="JUSTIFY">&nbsp;</P>
<FONT FACE="Times"><P ALIGN="JUSTIFY">L’hypoth&egrave;se sous-jacente &agrave; l’analyse des liens entre la d&eacute;mographie et le travail&nbsp;est la suivante</FONT>&nbsp;<FONT FACE="Times">: les affectations de la main d’œuvre &agrave; tel ou tel &acirc;ge sont li&eacute;es aux exigences du travail, qui d&eacute;terminent en partie la possibilit&eacute; (et le souhait) d’acc&eacute;der &agrave; une situation de travail donn&eacute;e, d’y demeurer, ou de s’en &eacute;loigner. Ainsi, si l’on regarde &agrave; un moment donn&eacute; qui est dans quelle situation de travail en fonction de l’&acirc;ge, on obtient une structure d’&acirc;ge qui ne refl&egrave;te pas simplement les relations &acirc;ge/travail mais aussi les m&eacute;canismes de s&eacute;lection et les mobilit&eacute;s. </P>
<P ALIGN="JUSTIFY">&nbsp;</P>
<P ALIGN="JUSTIFY">Mais, les entreprises sont peu outill&eacute;es pour op&eacute;rer des liens entre la d&eacute;mographie et le travail. Aussi, peu d’hypoth&egrave;ses sont faites entre certaines caract&eacute;ristiques du travail et de l’organisation qui pourraient contribuer &agrave; structurer des populations et faire appara&icirc;tre d’&eacute;ventuels m&eacute;canismes de s&eacute;lection par le travail se traduisant surtout par des diff&eacute;rences de structure d’&acirc;ges et pouvant aboutir &agrave; la mise en œuvre de plans d’action sp&eacute;cifiques. Or des analyses fines des caract&eacute;ristiques de la population en lien avec les caract&eacute;ristiques du travail r&eacute;alis&eacute; par cette population r&eacute;v&egrave;lent bien des &eacute;l&eacute;ments sur les contraintes de travail. En ce domaine, les &quot;&nbsp;donn&eacute;es&nbsp;&quot; sont en g&eacute;n&eacute;ral &agrave; construire, et leur interpr&eacute;tation &agrave; &eacute;laborer. Les outils d&eacute;mographiques ouvrent des perspectives de compr&eacute;hension sur les &eacute;volutions dynamiques des populations et des individus. </P>
<P ALIGN="JUSTIFY">Si, dans un &eacute;tablissement, dans un atelier ou un service, pour une cat&eacute;gorie de postes, un fort volant de jeunes se maintient on peut explorer les exigences s&eacute;lectives du travail et poser le probl&egrave;me des r&eacute;-affectations ult&eacute;rieures. Si une cat&eacute;gorie d&eacute;vie progressivement d'une structure &quot; jeune &quot; vers une structure &quot; moyenne &quot;, on peut s'interroger sur la compatibilit&eacute; entre les caract&eacute;ristiques du travail et le vieillissement des salari&eacute;s concern&eacute;s. Si une autre cat&eacute;gorie rassemble durablement des salari&eacute;s &acirc;g&eacute;s, on va s'int&eacute;resser &agrave; leur pass&eacute; professionnel, aux causes de leurs changements de postes &eacute;ventuels. On se demandera &eacute;galement si les effectifs de la cat&eacute;gorie dans quelques ann&eacute;es, et les &eacute;volutions pr&eacute;vues dans les techniques et l'organisation du travail, sont coh&eacute;rents avec ce r&ocirc;le de &quot; cat&eacute;gorie d'accueil&quot; qu'elle semble exercer.</P>
</FONT><I><P ALIGN="JUSTIFY">&nbsp;</P>
</I><P>&nbsp;</P>
<U><FONT FACE="Times"><P>Page 1&nbsp;: </P>
</U></FONT><P>&nbsp;</P>

<UL>
<FONT FACE="Times"><LI>Pr&eacute;ciser ce qu’il faut remplir sou l’item login</LI>
<LI>Aide si perte du mot de passe</LI></UL>

</FONT><P>&nbsp;</P>
<P>&nbsp;</P>
<U><FONT FACE="Times"><P>Page&nbsp;3 :</P>
</U></FONT><P>&nbsp;</P>

<UL>
<FONT FACE="Times"><LI>Pr&eacute;ciser la proc&eacute;dure de conversion de fichiers tous types en fichier txt (menu...)</LI>
<LI>Pr&eacute;ciser comment doit &ecirc;tre construit les fichiers&nbsp;: un fichier = une date, tous les fichiers sous la m&ecirc;me configuration, m&ecirc;me intitul&eacute; de variables...</LI></UL>


<UL>
<LI>Nombre de fichier&nbsp;: infini</LI></UL>

</FONT><P>&nbsp;</P>
<U><FONT FACE="Times"><P>Page 4&nbsp;:</P>
</U></FONT><P>&nbsp;</P>

<UL>
<FONT FACE="Times"><LI>Pr&eacute;cisez que le nom donn&eacute; &agrave; cette op&eacute;ration appara&icirc;tra sur tous le graphiques obtenus</LI></UL>

</FONT><P>&nbsp;</P>
<P>&nbsp;</P>
<U><FONT FACE="Times"><P>Page 5&nbsp;:</P>

<UL>
</U><LI>Pr&eacute;ciser &agrave; quoi correspond les champs&nbsp;: un champ = une variable, telle qu’elle est mentionn&eacute;e dans les fichiers export&eacute;s =&gt; attention &agrave; reprendre le m&ecirc;me intitul&eacute; que celui des fichiers</LI>
<LI>Ces champs peuvent &ecirc;tre modifier</LI></UL>

</FONT><P>&nbsp;</P>
<U><FONT FACE="Times"><P>Page 6&nbsp;:</P>
</U></FONT><P>&nbsp;</P>

<UL>
<FONT FACE="Times"><LI>Le menu d&eacute;roulant propose des cat&eacute;gories pr&eacute;-d&eacute;finies, les champs correspondent aux cat&eacute;gories telles qu’elles sont d&eacute;finies dans les fichiers, la colonne de droite correspond au cat&eacute;gories g&eacute;n&eacute;riques. Ces deux intitul&eacute;s peuvent &ecirc;tre les m&ecirc;mes.</LI></UL>

</FONT><P>&nbsp;</P>
<U><FONT FACE="Times"><P>Page 7&nbsp;:</P>
</U></FONT><P>&nbsp;</P>
<FONT FACE="Times"><P>Caract&eacute;riser ce que sont les 3 graphiques&nbsp;:</P>
<P>&nbsp;</P>

<UL>
<LI>Qu’est-ce que le diagramme triangulaire&nbsp;:</LI></UL>

<P ALIGN="JUSTIFY">Les structures d’&acirc;ges peuvent &ecirc;tre synth&eacute;tis&eacute;es sous la forme d’un diagramme triangulaire. En effet, lorsqu’on a besoin d’indicateurs synth&eacute;tiques, un ratio du type&nbsp;:&nbsp;&quot;% de salari&eacute;s de plus de tel &acirc;ge&nbsp;&quot; ou &quot;&nbsp;de moins de tel &acirc;ge&nbsp;&quot; pr&eacute;sente davantage d’int&eacute;r&ecirc;t que l’utilisation de la moyenne d’&acirc;ge, par exemple, apportant une repr&eacute;sentation assez floue de la r&eacute;alit&eacute; voir trompeuse. Et, cet indicateur repr&eacute;sentera d’autant mieux la r&eacute;alit&eacute; des structures d’&acirc;ges qu’il fixera deux seuils&nbsp;: une proportion de &quot;&nbsp;jeunes&nbsp;&quot;, en de&ccedil;&agrave; d’un &acirc;ge A1, une proportion &quot;&nbsp;d’&acirc;g&eacute;s&nbsp;&quot; au-del&agrave; d’un &acirc;ge A2. En voici l’illustration graphique&nbsp;:</P>
<P ALIGN="JUSTIFY">&nbsp;</P>
</FONT><B><P ALIGN="JUSTIFY">&nbsp;</P>
<P ALIGN="JUSTIFY">&nbsp;</P>
<P ALIGN="JUSTIFY">&nbsp;</P>
<P ALIGN="JUSTIFY">&nbsp;</P>
<P ALIGN="JUSTIFY"><IMG SRC="Image1.gif" WIDTH=274 HEIGHT=180></P>
<I><P ALIGN="CENTER">&nbsp;</P>
</B></I><P>&nbsp;</P>
<P ALIGN="JUSTIFY">&nbsp;</P>
<FONT FACE="Times"><P ALIGN="JUSTIFY">On porte en abscisse la proportion &quot; d'&acirc;g&eacute;s &quot;, dont l'&acirc;ge est sup&eacute;rieur &agrave; A2. En ordonn&eacute;es figure la proportion de &quot; jeunes &quot;, d'&acirc;ge inf&eacute;rieur &agrave; A1.</P>
<P ALIGN="JUSTIFY">&nbsp;</P>
<P ALIGN="JUSTIFY">Les points situ&eacute;s vers le haut et la gauche (point J) repr&eacute;sentent des populations &agrave; forte proportion de jeunes, avec tr&egrave;s peu d'&acirc;g&eacute;s. A l'inverse, les points en bas &agrave; droite (point A) signifient qu'il y a beaucoup d'&acirc;g&eacute;s et peu de jeunes. En bas et &agrave; gauche (point M) on trouvera des populations avec peu de jeunes et peu d'&acirc;g&eacute;s, donc avec une majorit&eacute; d'&acirc;ges moyens. Vers le milieu de l'hypot&eacute;nuse (point B) on trouvera des distributions dites &quot; bimodales &quot;, avec &agrave; la fois une proportion importante de jeunes et d'&acirc;g&eacute;s, mais peu d'&acirc;ges moyens. Vers le milieu du triangle on trouve la repr&eacute;sentation des distributions dans lesquelles les trois cat&eacute;gories d'&acirc;ges sont aussi bien repr&eacute;sent&eacute;es.</P>
<P ALIGN="JUSTIFY">&nbsp;</P>
<P ALIGN="JUSTIFY">Ce mode de repr&eacute;sentation offre une bonne cartographie d'un ensemble de populations, en permettant d'utiles comparaisons au premier coup d'œil. Ces repr&eacute;sentations graphiques permettent d’entrevoir la diversit&eacute; de la r&eacute;partition des &acirc;ges selon ces secteurs.</P>
<P ALIGN="JUSTIFY">&nbsp;</P>
</FONT><P>&nbsp;</P>

<UL>
<FONT FACE="Times"><LI> Qu’est-ce que l’histogramme&nbsp;:</LI></UL>

<P>L’examen direct des structures d’&acirc;ge d&eacute;taill&eacute;es, &agrave; un moment donn&eacute;, pr&eacute;sent&eacute;es en histogrammes, permet d’effectuer une description du</FONT> profil d’une structure d’&acirc;ge&nbsp;:</P>
<P ALIGN="JUSTIFY">• Si la structure est r&eacute;partie sur tous les &acirc;ges, elle r&eacute;v&egrave;le une stabilit&eacute; d&eacute;mographique &agrave; long terme : d&eacute;parts et arriv&eacute;es s’effectueront de fa&ccedil;on r&eacute;guli&egrave;re.</P>
<P ALIGN="JUSTIFY">• Si, au contraire, le profil est centr&eacute; sur les &acirc;ges interm&eacute;diaires sans pour autant exclure une part relative de salari&eacute;s jeunes et de seniors, alors la population est <I>a priori </I>&quot; vieillissante &quot;. Peu de d&eacute;parts en retraite et</P>
<P ALIGN="JUSTIFY">peu de recrutements sont pr&eacute;vus dans les prochaines ann&eacute;es, mais leur nombre devrait augmenter au fil du temps. Les questions porteront sur deux aspects : le maintien au travail d’une population vieillissante d’une part, le c&ocirc;toiement de salari&eacute;s d’&acirc;ges tr&egrave;s diff&eacute;rents d’autre part.</P>
<FONT FACE="Times"><P ALIGN="JUSTIFY">• Le profil d&eacute;mographique peut &ecirc;tre centr&eacute; soit sur un &acirc;ge extr&ecirc;me (jeunes ou &acirc;g&eacute;s) soit sur les deux &acirc;ges extr&ecirc;mes. Il questionne la continuit&eacute; des savoir-faire et les modalit&eacute;s de leur transmission. Ces configurations combinent les questions identifi&eacute;es pour les situations pr&eacute;c&eacute;dentes.</P>
</FONT><B><P ALIGN="JUSTIFY">&nbsp;</P>
</B><FONT FACE="Times"><P ALIGN="JUSTIFY">Sur l’interpr&eacute;tation d’un histogramme &agrave; un moment donn&eacute;, il n’y a gu&egrave;re d’indications m&eacute;thodologiques &agrave; fournir qui aient une port&eacute;e g&eacute;n&eacute;rale.Une structure d’&acirc;ges observ&eacute;e &agrave; un moment donn&eacute; a une vis&eacute;e purement descriptive. Des dispositifs d’analyse impliquant des dates diff&eacute;rentes pourront &ecirc;tre beaucoup plus pr&eacute;cis. Mais dans tous les cas, ce sont le contexte de l’entreprise, la connaissance de certaines caract&eacute;ristiques du travail, la vision que l’on a des transformations &agrave; venir qui donneront &agrave; cette lecture sa port&eacute;e v&eacute;ritable. Les chiffres permettent de susciter des r&eacute;flexions, des interrogations puis d’&eacute;toffer l’analyse, mais non d’en valider les orientations.</P>
</FONT><P ALIGN="JUSTIFY">&nbsp;</P>
<FONT FACE="Times"><P ALIGN="JUSTIFY">Certaines caract&eacute;ristiques du travail et de l’organisation contribuent &agrave; structurer des populations et faire appara&icirc;tre d’&eacute;ventuels m&eacute;canismes de s&eacute;lection par le travail se traduisant surtout par des diff&eacute;rences de structure d’&acirc;ges. Cette r&eacute;alit&eacute; peut s’appr&eacute;hender &agrave; travers une repr&eacute;sentation graphique appel&eacute;e histogramme d&eacute;cal&eacute;. L&agrave; encore, la repr&eacute;sentation graphqiue permet de susciter des r&eacute;flexions, des interrogations puis d’&eacute;toffer l’analyse, mais non d’en valider les orientations. C’est la connaissance du contexte de l’entreprise, de certaines caract&eacute;ristiques du travail, de la vision que l’on a des transformations pass&eacute;es qui donneront &agrave; cette lecture sa port&eacute;e v&eacute;ritable<B>. </B>Ce mode de repr&eacute;sentation compare 2 histogrammes que l’on superpose. Pour r&eacute;aliser ce graphique, il est n&eacute;cessaire d’avoir les effectifs d’une population &agrave; deux dates respectives que nous apellerons D et D + n . La m&eacute;thode consiste &agrave; d&eacute;caler le premier histogramme (correspondant &agrave; la r&eacute;partition de la population &agrave; la date D) de quelques ann&eacute;es vers la droite (sur un intervalle qui correspond &agrave; l’&eacute;cart n entre les deux dates D et D+n ), et &agrave; superposer le deuxi&egrave;me histogramme (correspondant &agrave; la r&eacute;partition de la population &agrave; la date D + n) sur le premier ainsi d&eacute;cal&eacute;. Si la population a simplement vieillit, sans aucun mouvement (d&eacute;part ou recrutement), les deux courbes vont se recouvrir. Sinon, les distances entre elles indiqueront en quoi l’&eacute;volution constat&eacute;e s’&eacute;carte de la simple d&eacute;rive chronologique. </P>
</FONT><B><P ALIGN="JUSTIFY">&nbsp;</P>
</B><FONT FACE="Times"><P ALIGN="JUSTIFY">Nous allons souligner l'int&eacute;r&ecirc;t de cette approche &agrave; partir de quelques exemples, portant sur des &eacute;volutions &agrave; trois ans de distance (1992-1995) dans des emplois diff&eacute;rents d'une grande entreprise de la m&eacute;tallurgie.</P>
</FONT><FONT SIZE=2><P>&nbsp;</P>
<I><P ALIGN="CENTER"><IMG SRC="Image2.jpg" WIDTH=454 HEIGHT=282></P>
</I></FONT><FONT FACE="Times"><P ALIGN="JUSTIFY">Ce graphique nous renseigne sur&nbsp;:</P>

<UL>
<P ALIGN="JUSTIFY"><LI>L’&eacute;volution des effectifs&nbsp;: on remarque une baisse des effectifs (- 9 % en trois ans).</LI></P>
<P ALIGN="JUSTIFY"><LI>La tendance d&eacute;mographqiue&nbsp;: on observe une profession qui se maintient &quot; jeune &quot; : 19 % avaient moins de 28 ans et 52 % moins de 38 ans, m&ecirc;me s’il y a eu un l&eacute;ger vieillissement&nbsp;: ces m&ecirc;mes ratios valaient 22 % et 58 % pour les c&acirc;bleurs de 1992. </LI></P>
<P ALIGN="JUSTIFY"><LI>Les mouvements&nbsp;: ce graphique montre que des arriv&eacute;es avaient eu lieu dans les cohortes qui avaient moins de 28 ans en 1995, mais sans r&eacute;tablir pour autant la proportion de jeunes &agrave; son niveau ant&eacute;rieur. Par ailleurs, des d&eacute;parts nombreux s'&eacute;taient produits chez les 30-40 ans. En revanche, les cohortes plus &acirc;g&eacute;es, &agrave; part celles concern&eacute;es par la cessation d'activit&eacute;, avaient maintenu leur effectif. </LI></P></UL>

</FONT><P ALIGN="JUSTIFY">&nbsp;</P>
<FONT FACE="Times"><P ALIGN="JUSTIFY">Commentaires&nbsp;:</P>

<UL>
<P ALIGN="JUSTIFY"><LI>Le constat des d&eacute;parts nombreux chez les 30-40 ans pose la question des &eacute;ventuels m&eacute;canismes de s&eacute;lection (en lien par exemple avec des contraintes posturales tr&egrave;s fortes), et des parcours professionnels ult&eacute;rieurs pour les anciens c&acirc;bleurs. </LI></P>
<P ALIGN="JUSTIFY"><LI>En revanche, le maintien des effectif des cohortes plus &acirc;g&eacute;es, &agrave; part celles concern&eacute;es par la cessation d'activit&eacute; laisse &agrave; penser que tout se passe comme si certains c&acirc;bleurs pouvaient (ou devaient) quitter ce type d'emploi dans la trentaine, alors que les autres y demeuraient durablement, pass&eacute; cet &acirc;ge. Diverses explications sont envisageables, et sont &agrave; examiner avec l'entreprise : les exigences s&eacute;lectives, mais aussi la r&eacute;ussite ou I'&eacute;chec de certaines mobilit&eacute;s, et la diversit&eacute; des t&acirc;ches au sein m&ecirc;me de ce type d'emploi.</LI></P></UL>

</FONT><FONT SIZE=2><P ALIGN="JUSTIFY">&nbsp;</P>
<I><P ALIGN="CENTER"><IMG SRC="Image3.jpg" WIDTH=457 HEIGHT=280></P>
</I></FONT><FONT FACE="Times"><P>Ce graphique nous renseigne sur&nbsp;:</P>

<UL>
<LI>L’&eacute;volution des effectifs&nbsp;: forte &eacute;rosion (une baisse de 23% en trois ans). </LI>
<LI>Les mouvements&nbsp;: les cohortes les plus &acirc;g&eacute;es en 1992 avaient pratiquement disparu, mais elles n'&eacute;taient pas tr&egrave;s peupl&eacute;es, les cohortes d'&acirc;ges moyens avaient toutes connu des baisses d'effectifs, et quelques arriv&eacute;es &eacute;taient enregistr&eacute;es dans les cohortes jeunes.</LI></UL>

</FONT><P>&nbsp;</P>
<FONT FACE="Times"><P ALIGN="JUSTIFY">Commentaires :</P>

<UL>
<LI>Le recrutement de jeunes et le d&eacute;part d’&acirc;g&eacute;s n'emp&ecirc;chent pas le vieillissement d'ensemble, en raison de la courbe d'&acirc;ges &quot; en d&ocirc;me &quot;. C'est le maintien de ce profil qui amene &agrave; interroger les conditions de travail des ajusteurs, en se demandant si elles &eacute;taient compatibles avec cette tendance au vieillissement.</LI></UL>

</FONT><FONT SIZE=2><P>&nbsp;</P>
<I><P ALIGN="CENTER"><IMG SRC="Image4.jpg" WIDTH=461 HEIGHT=266></P>
</I><P>&nbsp;</P>
</FONT><FONT FACE="Times"><P ALIGN="JUSTIFY">Ce graphique nous renseigne sur&nbsp;:</P>

<UL>
<P ALIGN="JUSTIFY"><LI>L’&eacute;volution des effectifs&nbsp;: la diminution des effectifs dans les cohortes &acirc;g&eacute;es &eacute;tait plus forte que celle de l'ensemble de cette population, ce qui signifie que le solde &eacute;tait l&eacute;g&egrave;rement positif aux autres &acirc;ges </LI></P>
<P ALIGN="JUSTIFY"><LI>Les mouvements&nbsp;: la structure d'&acirc;ges &eacute;tait caract&eacute;ris&eacute;e d&egrave;s 1992 par une proportion &eacute;lev&eacute;e de quinquag&eacute;naires, d’o&ugrave; les nombreux d&eacute;parts en retraite (ou en pr&eacute;-retraite). On constate qu'&agrave; 32-33 ans, puis entre 36 et 41 ans, et m&ecirc;me &agrave; 54-55 ans, des arriv&eacute;es se sont produites. </LI></P></UL>

</FONT><P ALIGN="JUSTIFY">&nbsp;</P>
<FONT FACE="Times"><P ALIGN="JUSTIFY">Commentaires :</P>
<P ALIGN="JUSTIFY">Le recrutement &agrave; toutes les tranches d’&acirc;ge am&egrave;ne &agrave;  analyser ce travail au regard de la fonction &quot; d'accueil &quot; que ce type d'emploi para&icirc;t assurer. </P>
<P ALIGN="JUSTIFY">La question se pose &eacute;galement de savoir si l'entreprise compte garder le nombre actuel de postes dans cet emploi, voire I'augmenter, ou si des restructurations, des sous-traitances, allaient restreindre les marges de manœuvre dans ce domaine.</P>
</FONT><FONT SIZE=2><P>&nbsp;</P>
<P>&nbsp;</P>
</FONT><FONT FACE="Times"><P ALIGN="JUSTIFY">La plupart des commentaires concernant les histogrammes d'&acirc;ges, leur variation dans le temps, renvoient &agrave; des interrogations sur les mouvements de la main-d'œuvre &agrave; chaque &acirc;ge. Une question compl&eacute;mentaire m&eacute;rite &agrave; chaque fois d'&ecirc;tre pos&eacute;e : si l'on quitte tel type d'emploi vers tel &acirc;ge, o&ugrave; va-t-on ? Si l'on arrive dans tel autre emploi vers tel &acirc;ge, d'o&ugrave; vient-on ? La premi&egrave;re de ces questions permet de s'int&eacute;resser aux caract&eacute;ristiques du travail dans l'emploi d'accueil. La deuxi&egrave;me renvoie aux exigences de l'emploi pr&eacute;c&eacute;dent. L'une et l'autre d&eacute;signent aussi un enjeu dans le domaine du transfert des comp&eacute;tences d'une situation &agrave; une autre. Nous pouvons difficilement d&eacute;velopper ici les modes de raisonnement auxquels ces traitements statistiques donnent lieu, les donn&eacute;es n&eacute;cessaires &eacute;tant rarement disponibles, et difficiles &agrave; &eacute;laborer. Dans les trois exemples cit&eacute;s pr&eacute;c&eacute;demment, on relevait par exemple que les arriv&eacute;es dans l'emploi de c&acirc;bleur &eacute;taient presque toutes en provenance de l'ext&eacute;rieur de l'entreprise (ce qui pouvait justifier une investigation sp&eacute;cifique sur les parcours professionnels ant&eacute;rieurs), alors que les d&eacute;parts s'effectuaient majoritairement vers certains emplois de &quot; m&eacute;caniciens &quot;, en expansion &agrave; cette p&eacute;riode. Chez les ajusteurs, les d&eacute;parts de jeunes s'effectuaient plut&ocirc;t en direction de la cat&eacute;gorie des &quot; m&eacute;caniciens &quot; alors que ceux des &acirc;g&eacute;s aboutissaient chez les &quot; agents d'atelier &quot;, dont la fonction d'accueil &eacute;tait ainsi plus pr&eacute;cis&eacute;ment rep&eacute;r&eacute;e.</P>
</FONT><FONT SIZE=2><P ALIGN="JUSTIFY">&nbsp;</P>
</FONT><P ALIGN="JUSTIFY">&nbsp;</P>
<P>&nbsp;</P>

<UL>
<FONT FACE="Times"><LI>Qu’est-ce que le graphique des fl&egrave;ches&nbsp;:</LI></UL>

</FONT><P>&nbsp;</P>
<P ALIGN="JUSTIFY">L’examen des structures d’&acirc;ges s’enrichit si l’on peut faire des comparaisons dans le temps. </P>
<FONT COLOR="#ff0000"><P ALIGN="JUSTIFY">&nbsp;</P>
</FONT><FONT FACE="Times"><P ALIGN="JUSTIFY">L’analyse l’&eacute;volution des structures d’&acirc;ges permet de r&eacute;pondre aux questions suivantes :</P>
</FONT><P ALIGN="JUSTIFY">• Quelles sont les &eacute;volutions d&eacute;mographiques pass&eacute;es et &agrave; venir (perspectives d’entr&eacute;es ou de sorties de salari&eacute;s, &eacute;volution de la r&eacute;partition par &acirc;ge) ? Quelle tendance la structure d&eacute;mographique suit-elle (vieillissement, rajeunissement...) ?</P>
<P ALIGN="JUSTIFY">• Quelles variations dans la r&eacute;partition des salari&eacute;s par &acirc;ge entre hier, aujourd’hui et demain ?</P>
<P ALIGN="JUSTIFY">• &Agrave; quelle &eacute;tape historique les variations d&eacute;mographiques observ&eacute;es correspondent-elles ?</P>
<P ALIGN="JUSTIFY">• Au regard des projets de d&eacute;veloppement &agrave; venir, quelles cons&eacute;quences sur la r&eacute;partition des salari&eacute;s entre les m&eacute;tiers et/ou les secteurs d’activit&eacute; selon leur expansion ou disparition probable (identification de nouveaux besoins en comp&eacute;tences, savoir-faire) ?</P>
<P ALIGN="JUSTIFY">&nbsp;</P>
<P ALIGN="JUSTIFY">&nbsp;</P>
<P ALIGN="JUSTIFY">- Regard r&eacute;trospectif&nbsp;:</P>
<P ALIGN="JUSTIFY">Il s’agit de repr&eacute;senter graphiquement les structures d’&acirc;ge correspondant <FONT FACE="Times">&agrave; une situation ant&eacute;rieure et la comparer &agrave; la situation actuelle. </FONT>Les rep&egrave;res r&eacute;trospectifs sont d&eacute;finis en fonction de l’histoire de l’entreprise et des changements qui l’ont affect&eacute;e.</P>
<B><P ALIGN="JUSTIFY">&nbsp;</P>
</B><FONT FACE="Times"><P ALIGN="JUSTIFY">Les &eacute;volutions des structures d’&acirc;ges peuvent &ecirc;tre synth&eacute;tis&eacute;es sous la forme d’un diagramme triangulaire. L’&eacute;volution entre plusieurs moments sera indiqu&eacute;e par le sens de la fl&egrave;che qui caract&eacute;rise les principales caract&eacute;ristiques du changement&nbsp;: rajeunissement, d&eacute;rive vers les &acirc;ges moyen ou &eacute;lev&eacute;s....</P>
</FONT><P ALIGN="JUSTIFY">&nbsp;</P>
<FONT FACE="Times"><P ALIGN="JUSTIFY">- Regard prospectif</P>
<P ALIGN="JUSTIFY">De m&ecirc;me il est int&eacute;ressant de r&eacute;aliser une projection dans cinq et/ou dix ans sur la base des effectifs actuels et des hypoth&egrave;ses de turn-over et de recrutement. Dans ce cas les fichiers seront &agrave; construire, en fonction des hypoth&egrave;ses retenues.</P>
</FONT><P ALIGN="JUSTIFY">&nbsp;</P>
<FONT FACE="Times"><P ALIGN="JUSTIFY">Les r&eacute;flexions prospectives&nbsp;peuvent &eacute;galement &ecirc;tre repr&eacute;senter avec un diagramme triangulaire, pour visualiser des sc&eacute;narios pour l’avenir – en ayant fait au pr&eacute;alable des hypoth&egrave;ses de d&eacute;parts et de recrutement. Ce type de repr&eacute;sentation permet de simuler un sc&eacute;nario rep&egrave;re qui serait le r&eacute;sultat d'une non-action&nbsp;: que se passerait-il dans telle population si aucun mouvement ne se produit en dehors des d&eacute;parts en retraite et du recrutement de jeunes &agrave; hauteur de ces d&eacute;parts ?</P>
<P ALIGN="JUSTIFY">&nbsp;</P>
<P ALIGN="JUSTIFY">Cette analyse permet &eacute;galement de commencer &agrave; entrevoir la diversit&eacute; des tendances, selon les diff&eacute;rents &eacute;tablissements d’une m&ecirc;me entreprise, selon les grands secteurs ou les grandes cat&eacute;gories de population. Appr&eacute;hender cette diversit&eacute; permet d’amener les acteurs de l’entreprise &agrave; penser diff&eacute;rents niveaux de r&eacute;ponses &agrave; la question du vieillissement. </P>
<P ALIGN="JUSTIFY">&nbsp;</P>
<P ALIGN="JUSTIFY">&nbsp;</P>
<U><P ALIGN="JUSTIFY">Page 8&nbsp;:</P>

<UL>
</U><P ALIGN="JUSTIFY"><LI>S&eacute;lectionner les fichiers signifie le choix de l’ann&eacute;e sur laquelle on souhaite travailler</LI></P>
<P ALIGN="JUSTIFY"><LI>Pr&eacute;ciser ce que recouvre le champ des donn&eacute;es, c’est-&agrave;-dire &agrave; quoi &ccedil;a correspond par rapport aux &eacute;l&eacute;ments pr&eacute;sents dans le fichier, &agrave; quelle cat&eacute;gorie</LI></P></UL>

</FONT><P ALIGN="JUSTIFY">&nbsp;</P>
<U><FONT FACE="Times"><P ALIGN="JUSTIFY">Page 10&nbsp;:</P>
</U></FONT><P ALIGN="JUSTIFY">&nbsp;</P>

<UL>
<FONT FACE="Times"><P ALIGN="JUSTIFY"><LI>Sur le choix des seuils&nbsp;:</LI></P></UL>
<DIR>

<P ALIGN="JUSTIFY">Les seuils A1 (30 ans ? 35 ? 37 ?…) et A2 (45 ans ? 50 ? 53 ?…) sont choisis en fonction des caract&eacute;ristiques de la population et du travail. </P>
<P ALIGN="JUSTIFY">&nbsp;</P>
<P ALIGN="JUSTIFY">Il est tout &agrave; fait possible de changer ces seuils - ce qui permet notamment de ne pas d&eacute;signer un &quot; seuil d'entr&eacute;e dans la cat&eacute;gorie des &acirc;g&eacute;s &quot;, &eacute;tabli une fois pour toutes.</P>
</FONT><P>&nbsp;</P>
<P>&nbsp;</P></DIR>

<U><FONT FACE="Times"><P>Page 12&nbsp;:</P>

<UL>
</U><LI>Pour interpr&eacute;ter le graphique renvoyer au m&eacute;mo sur &quot;&nbsp;qu’est-ce qu’un diagramme triangulaire&nbsp;&quot;</LI></UL>

</FONT><P>&nbsp;</P>
<U><FONT FACE="Times"><P>Page 14&nbsp;:</P>

<UL>
</U><LI>Pr&eacute;ciser la manipulation pour sauvegarder les graphiques r&eacute;alis&eacute;s</LI></UL>

</FONT><P>&nbsp;</P>
<P>&nbsp;</P>
<U><FONT FACE="Times"><P>Page 15&nbsp;:</P>

<UL>
</U><LI>Reprendre comme pour la page 8</LI></UL>

</FONT><P>&nbsp;</P>
<U><FONT FACE="Times"><P>Page 18&nbsp;:</P>

<UL>
</U><LI>Pour interpr&eacute;ter le graphique renvoyer au m&eacute;mo sur &quot;&nbsp;qu’est-ce qu’un histogramme&nbsp;&quot;</LI></UL>

</FONT><P>&nbsp;</P>
<P>&nbsp;</P>
<U><FONT FACE="Times"><P>Page 21&nbsp;:</P>

<UL>
</U><LI>Reprendre comme pour la page 8</LI></UL>

</FONT><P>&nbsp;</P>
<U><FONT FACE="Times"><P>Page 22&nbsp;:</P>
</U></FONT><P>&nbsp;</P>

<UL>
<FONT FACE="Times"><P ALIGN="JUSTIFY"><LI>Sur le choix des seuils&nbsp;:</LI></P></UL>
<DIR>

<P ALIGN="JUSTIFY">Les seuils A1 (30 ans ? 35 ? 37 ?…) et A2 (45 ans ? 50 ? 53 ?…) sont choisis en fonction des caract&eacute;ristiques de la population et du travail. </P>
<P ALIGN="JUSTIFY">&nbsp;</P>
<P ALIGN="JUSTIFY">Il est tout &agrave; fait possible de changer ces seuils - ce qui permet notamment de ne pas d&eacute;signer un &quot; seuil d'entr&eacute;e dans la cat&eacute;gorie des &acirc;g&eacute;s &quot;, &eacute;tabli une fois pour toutes.</P>
</FONT><P>&nbsp;</P></DIR>

<U><FONT FACE="Times"><P>Page 25&nbsp;:</P>
</U></FONT><P>&nbsp;</P>

<UL>
<FONT FACE="Times"><LI>Pour interpr&eacute;ter le graphique renvoyer au m&eacute;mo sur &quot;&nbsp;qu’est-ce qu’un graphique fl&egrave;ches&nbsp;&quot;</LI></UL>

</FONT><P>&nbsp;</P></BODY>
</HTML>
